import { ExpItem } from './types';

const stackList: ExpItem[] = [
  {
    title: 'Разработка корзины в крупном интернет-магазине',
    text: 'Корзина состояла из большого количества логики, '
      + 'некоторого дерьма... тут довольно детальное описание, много букав',

    labels: [
      'vue 2',
    ],
  },
  {
    title: 'Разработка мобильного приложения для тренеров',
    text: 'Корзина состояла из большого количества логики, '
      + 'некоторого дерьма... тут довольно детальное описание, много букав',

    labels: [
      'React Native',
      'Typescript',
    ],
  },
];

export default stackList;
