import { HistoryItem } from './types';

const historyList: HistoryItem[] = [
  {
    title: 'Amado',
    text: '<p>'
        + 'Amado - моя первая компания. Я попал в неё студентом. Тут я научился верстать,'
        + 'собирать проект на вебпаке, познакомился с фронтенд стеком и начал работать над большими веб-приложениями'
      + '</p>'
      + '<p>Под конец был тимлидом команды из 5 человек, принимал новых ребят и наставлял их.</p>',

    date: '2019 - 2022',
  },

  {
    title: 'Reliz | Yandex practicum',
    text: '<p>В Релизе состою в небольшой команде frontend разработчиков.</p>'
      + '<p>'
        + 'Работаю с лендингами-пейволами для подписок '
      + 'на мобильные приложения и поддерживаю/подстраиваю фронтовую инфраструктуру под всё это.'
      + '</p>'
      + '<p>'
        + 'Параллельно работаю на Яндекс практикуме ревьюером на курсе для middle frontend разработчиков.'
      + '</p>',

    date: '2022 - ...',
  },
];

export default historyList;
