<template>
  <div class="about">
    <p>Меня зовут Лев и я фронтенд разрабочик. Занимаюсь этим 4 года.</p>
    <p>
      Начинал с вёрстки сайтов под СMS,
      затем появился интерес к полноценным веб-приложениям.
    </p>

    <p>
      Люблю решать свои проблемы своими знаниями.
      Иногда генерирую различные идеи и воплощаю в макетах, затем переношу в код.
      Так появляются пет-проекты и инструменты,
      которые немного облегчают мне жизнь и разработку.
    </p>

    <p>
      Обожаю делать продуманные интерфейсы и следить за последними новостями фронтенда.
    </p>

    <p>
      Я за различные авантюры и конкурсы.
      Участвовал на хакатонах от Цифрового Прорыва
      (ну кто же не любит на выходных поработать ещё 48 часов без сна?)
      2 раза (2019, 2021), все разы являлся финалистом.
    </p>

    <p>
      Ниже есть ещё 4 раздела о том, почему я могу быть вашим коллегой :)
    </p>
  </div>
</template>

<style scoped lang="scss" src="./AboutPage.scss"></style>
