<template>
  <div class="about">
    <p>Меня зовут Лев и я фронтенд разрабочик. Грешу этим делом около 3-4 лет :)</p>
    <p>
      Начинал с вёрстки сайтов под СMS,
      затем появился интерес к полноценным веб-приложениям.
    </p>

    <p>
      Люблю делать продуманные интерфейсы и следить за последними новостями фронтенда.
      Иногда генерирую различные идеи и воплощаю в макетах, затем переношу на код.
      Участвовал на хакатонах от Цифрового Прорыва 2 раза (2019, 2021), все разы являлся финалистом.
    </p>
  </div>
</template>

<style scoped lang="scss" src="./AboutPage.scss"></style>
